Repository: kkcjy/Translator
Catalog: model/OPUS-MT-train/finetune/VNK-Hallituksen_vuosikertomus.tmx
Source language: fi_fi
Languages: sv_se

source: EU:n kokonaisvaltainen alueellinen strategia Syyrian ja Irakin osalta sekä ISIL:n uhkaan vastaamiseksi julkaistiin helmikuussa 2015.
sv_se: En integrerad territoriell EUstrategi för Syrien och Irak, som också ska svara på IS-hotet, offentliggjordes i februari 2015.

source: Suomi jatkoi v. 2015 tukeaan Syyrian kemiallisen aseen ohjelman tutkimista ja hävittämistä koskevaan työhön.
sv_se: Under 2015 fortsatte Finland stödja arbetet med programmet för utredning och förstöring av Syriens kemiska vapen.

source: Suomi pitää YK:n kemiallisten aseiden kieltojärjestön tutkimusten jatkamista Syyriassa tärkeänä, sillä uusia käyttöepäilyjä raportoitiin myös viime vuonna.
sv_se: Finland anser det viktigt att det arbete i Syrien som görs av FN-organisationen för förbud mot kemiska vapen fortsätter eftersom nya misstankar om användning rapporterades också i fjol.

source: Suomen pakolaiskiintiö vuodelle 2016 kohdentuu erityisesti syyrialaisiin pakolaisiin.
sv_se: Finlands flyktingkvot för 2016 avser särskilt syriska flyktingar.

source: Tavoitteena on uudelleen sijoittaa yhteistyössä YK:n pakolaisjärjestön kanssa 750 syyrialaispakolaista Syyrian naapurimaista.
sv_se: Målet är att tillsammans med FN:s flyktingorganisation omplacera 750 syriska flyktingar som finns i Syriens grannländer.

source: Lisäksi Suomi kantaa vastuunsa myös Syyriasta Suomeen tulevista turvapaikanhakijoista.
sv_se: Dessutom bär Finland sitt ansvar för de asylsökande som kommer till Finland från Syrien.

source: Suomen tuki Syyrian konfliktin uhrien hyväksi jakautuu humanitaariseen apuun ihmisten välittömän hädän lievittämiseksi ja pakolaisten elinolosuhteiden parantamiseksi (kuten ruoka-apu, hätämajoitus, terveydenhuolto) sekä kehitysyhteistyöhön, jolla vahvistetaan ensisijaisesti syyrialaispakolaisista huolehtivien naapurimaiden kantokykyä.
sv_se: Finlands stöd till offren i den syriska konflikten fördelas mellan humanitär hjälp för att lindra människors omedelbara nöd och förbättra flyktingarnas levnadsförhållanden (t.ex. mathjälp, temporärt boende, hälsovård) och utvecklingssamarbete som stärker kapaciteten i de grannländer som i första hand får ta hand om de syriska flyktingarna.

source: Suomi antoi vuoden 2015 aikana humanitaarista apua noin 19 milj. euroa (v. 2014 yhteensä 14 milj. euroa) ja kehitysyhteistyötukea noin 15 milj. euroa (v. 2014 yhteensä 10 milj. euroa).
sv_se: Under 2015 lämnade Finland ca 19 miljoner euro (2014 sammanlagt 14 miljoner euro) i humanitär hjälp och ca 15 miljoner euro (2014 sammanlagt 10 miljoner euro) som stöd till utvecklingssamarbete.

source: Suomen tuki suuntautuu etenkin lapsille, naisille, opetukselle ja työllistymiselle.
sv_se: Finlands stöd riktas framför allt till barn, kvinnor, utbildning och sysselsättning.

source: Suomen rahoituksella on muun muassa mahdollistettu lasten kouluun pääsyä Libanonissa ja Turkissa sekä tuettu pakolaisnaisten toimeentulomahdollisuuksia Jordaniassa ja Irakissa.
sv_se: Med finsk finansiering har det bl.a. varit möjligt för barn att gå i skola i Libanon och Turkiet och man har understött flyktingkvinnors utkomstmöjligheter i Jordanien och Irak.

source: Rauhanvälityksen osalta Suomi on tukenut Syyrian sisäisten rauhanverkostojen toimintaa.
sv_se: Inom fredsmedlingen har de interna syriska fredsnätverken fått stöd från Finland.

source: Suomi on mukana myös EU:n alueellisessa Syyria-erityisrahastossa.
sv_se: Finland är också med i EU:s regionala förvaltningsfond för Syrien.

source: Ukraina ja Venäjä
sv_se: Ukraina och Ryssland

source: Ukrainan konfliktin ratkaisupyrkimyksissä ns. Normandia-ryhmä (Venäjä, Ukraina, Ranska ja Saksa) neuvotteli Minskin sopimuksen toimeenpanopöytäkirjan helmikuussa 2015.
sv_se: I försöken att lösa Ukrainakonflikten förhandlade den s.k. Normandie-gruppen (Ryssland, Ukraina, Frankrike och Tyskland) fram ett åtgärdsprotokoll till Minskavtalet i februari 2015.

source: Minskin sopimuksen toimeenpano eteni hitaasti.
sv_se: Genomförandet av Minskprotokollet avancerade långsamt.

source: Sopimukseen sisältyviä vuoden 2015 lopun määräaikoja siirrettiin vuoden 2016 loppuun.
sv_se: Tidtabeller som gällde slutet av året 2015 flyttades fram till slutet av 2016.

source: Suomi on koko ajan korostanut Minskin sopimuksen täyttä noudattamista kaikilta osapuolilta ja tukenut Normandia-ryhmän sekä Minskin kontaktiryhmän (Etyj, Venäjä, Ukraina, epävirallisesti separatistien edustajat) työtä.
sv_se: Finland har hela tiden betonat att samtliga parter bör följa Minskavtalet fullt ut och har understött Normandie-gruppens och Minskkontaktgruppens (OSSE, Ryssland, Ukraina, inofficiellt separatisternas representanter) arbete.

source: Suomi on painottanut välttämättömyyttä säilyttää Euroopan unioni yhtenäisenä Ukrainan kysymyksessä, mukaan lukien Venäjän vastaisissa pakotteissa.
sv_se: Finland har betonat nödvändigheten av att bevara Europeiska unionen som en enhet i Ukrainafrågan, inbegripet sanktionerna mot Ryssland.

source: Ukrainassa toimii EU:n neuvonantooperaatio EUAM Ukraina, joka tukee Ukrainan siviiliturvallisuussektorin uudistamista.
sv_se: EU:s rådgivande uppdrag EUAM Ukraina, som stödjer reformeringen av den ukrainska sektorn för civil säkerhet, arbetar i Ukraina.

source: Minskin sopimuksen mukaisesti Etyjin tulee valvoa ja todentaa tulitauon noudattamista ja raskaan aseistuksen poisvetämistä.
sv_se: I enlighet med Minskavtalet ska OSSE övervaka och verifiera iakttagandet av eldupphöret och tillbakadragandet av tung beväpning.

source: Osapuolet ovat rajoittaneet Etyjin tarkkailumission liikkumisvapautta.
sv_se: Parterna har begränsat rörelsefriheten för OSSE:s övervakningsuppdrag.

source: Etyjin tarkkailijoiden työtä alueella vaikeuttivat myös miinat ja räjähtämättömät ammukset.
sv_se: OSSE-observatörernas arbete i området försvårades också av minor och ammunition som inte detonerat.

source: Suomi kasvatti vuoden aikana tarkkailijoiden määrää 26:een.
sv_se: Under året ökade Finland antalet observatörer till 26.

source: Vuosina 2014–2015 Suomen tuki Ukrainalle nousi 18,4 milj. euroon.
sv_se: Under åren 2014‒2015 ökade Finlands stöd till Ukraina till 18,4 miljoner.

source: Ukrainan kriisi on osoittautunut pitkäkestoiseksi, ja sen vaikutukset EU:n yhteiseen ulko- ja turvallisuuspolitiikkaan ovat olleet huomattavia.
sv_se: Ukrainakrisen har visat sig vara långvarig och dess verkningar på EU:s gemensamma utrikes- och säkerhetspolitik har varit betydande.

source: Kaikki keskeiset yhteistyöprosessit EU:n ja Venäjän välillä on keskeytetty.
sv_se: Alla viktiga samarbetsprocesser mellan EU och Ryssland har avbrutits.

source: EU on jatkanut johdonmukaisesti politiikkaansa Venäjälle asetettujen rajoittavien toimenpiteiden osalta.
sv_se: EU har systematiskt fortsatt sin politik vad gäller begränsningarna visavi Ryssland.

source: Tarkoituksena on painostaa Venäjää Ukrainan konfliktin poliittiseen ratkaisuun.
sv_se: Avsikten är att pressa Ryssland till en politisk lösning i Ukrainakrisen.

source: Suomen kannat Venäjä/Ukraina -politiikkakeskusteluihin EU:n puitteissa on linjannut hallituksen EU-ministerivaliokunta.
sv_se: Finlands ståndpunkter inom EU gällande samtalen om politiken Ryssland/Ukraina har tagits fram i regeringens EU-ministerutskott.

source: Suomen hallitus osallistui EU:n pakotepolitiikan linjaamiseen läheisessä yhteistyössä muiden jäsenvaltioiden, komission ja Euroopan ulkosuhdehallinnon kanssa.
sv_se: Den finska regeringen deltog i utformningen av EU:s sanktionspolitik i nära samarbete med de övriga medlemsstaterna, kommissionen och Europeiska utrikestjänsten.

source: Tavoitteena on ollut turvata EU:n pakotepolitiikan jatkuminen mahdollisimman vaikuttavana ja yhtenäisenä.
sv_se: Man har velat säkra att EU:s sanktionspolitik fortsätter med så stor effekt och så enhetligt som möjligt.

source: Samalla on huolehdittu siitä, että kansalliset kaupallis-taloudelliset intressimme tulevat valmistelussa mahdollisimman hyvin huomioiduiksi.
sv_se: Samtidigt har man sett till att beredningen beaktar våra nationella handelsekonomiska intressen så bra som möjligt.

source: Yhteistyö elinkeinoelämän kanssa on ollut erittäin tiivistä myös pakotteiden täytäntöönpanoon liittyvissä neuvonta- ja lupa-asioissa, joita hoidetaan ulkoasiainministeriössä.
sv_se: Samarbetet med näringslivet har varit mycket intensivt i rådgivnings- och tillståndsärenden i samband med genomförandet av sanktionerna, vilket sköts i utrikesministeriet.

source: Tasavallan presidentin ja valtioneuvoston ulko- ja turvallisuuspoliittisen ministerivaliokunnan yhteisesti sopimat kannat ovat ohjanneet Suomen tavoitteellista toimintaa Ukrainan konfliktin aikana.
sv_se: De ståndpunkter som gemensamt överenskommits av republikens president och statsrådets utrikes- och säkerhetspolitiska ministerutskott har styrt Finlands målmedvetna arbete under Ukrainakrisen.

source: Suomen keskeisestä strategisesta tavoitteesta, EU:n yhteisen ulko- ja turvallisuuspolitiikan yhtenäisyydestä on pidetty kiinni, ja huolehdittu Venäjään liittyvien toimien koordinaatiosta.
sv_se: Man har hållit fast vid Finlands viktiga strategiska mål, dvs. en enhetlig gemensam utrikes- och säkerhetspolitik för EU, och skött samordningen av åtgärderna som gällt Ryssland.

source: Kriisin edetessä tasavallan presidentti, pääministeri ja ulkoministeri ovat käyneet keskusteluja Venäjän ja Ukrainan johdon kanssa.
sv_se: Då krisen fortsatt har republikens president, statsministern och utrikesministern fört samtal med den ryska och den ukrainska ledningen.

source: Vallitsevissa oloissa Suomen ja Venäjän välistä yhteistyötä jouduttiin osin arvioimaan uudestaan.
sv_se: Under rådande förhållanden blev man tvungen att ompröva vissa delar av samarbetet mellan Finland och Ryssland.

source: Suomi korostaa EU:n yhtenäisyyden merkitystä Venäjä-suhteissa, mutta samalla pitää korkean tason keskusteluyhteyttä Venäjän johtoon.
sv_se: Finland betonar betydelsen av EU-sammanhållning i relationerna med Ryssland, men upprätthåller samtidigt samtalskontakt på hög nivå till den ryska ledningen.

source: Yhteistyötä Venäjän kanssa Itämeren, Barentsin ja arktisen alueellisen yhteistyön puitteissa jatkettiin.
sv_se: Samarbetet med Ryssland fortsatte inom ramen för Barentssamarbetet och det arktiska samarbetet.

source: Suomen kaksivuotinen puheenjohtajuus Barentsin euroarktisessa neuvostossa päättyi onnistuneesti Oulussa pidettyyn ulkoministeritapaamiseen, jossa puheenjohtajuus siirtyi Suomelta Venäjälle.
sv_se: Finlands tvååriga ordförandeskap i euroarktiska Barentsrådet avslutades lyckligt med utrikesministermötet i Uleåborg där ordförandeskapet övergick från Finland till Ryssland.

source: Pohjoisen ulottuvuuden rakenteet ja asiantuntijatason toiminta jatkuivat, mutta uusien ympäristöhankkeiden aloittaminen Venäjällä ei ollut EU:n Venäjä-pakotteiden johdosta mahdollista.
sv_se: Strukturerna inom den nordliga dimensionen och verksamheten på expertnivå fortsatte, men till följd av EU:s Rysslandsanktioner var det inte möjligt att inleda nya miljöprojekt i Ryssland.

source: Suomen ja Venäjän raja-alueita koskevat EU:n ja Venäjän väliset yhteistyöohjelmat saatiin kuitenkin hyväksyttyä.
sv_se: Däremot kunde de samarbetsprogram mellan EU och Ryssland som avser de finskryska gränsområdena godkännas.

source: Ulko- ja turvallisuuspoliittinen selonteko ja kehityspoliittinen selonteko
sv_se: Utrikes- och säkerhetspolitiska redogörelsen och utvecklingspolitiska redogörelsen

source: Ulkoministeriö on käynnistänyt ulko- ja turvallisuuspoliittisen selonteon laadinnan hallitusohjelman mukaisesti.
sv_se: Utrikesministeriet har inlett arbetet på den utrikes- och säkerhetspolitiska redogörelsen enligt regeringsprogrammet.

source: Tasavallan presidentti ja valtioneuvoston ulko- ja turvallisuuspoliittinen valiokunta linjasivat ulko- ja turvallisuuspoliittisen selonteon laadinnan käynnistämisestä 18.9.2015.
sv_se: Republikens president och statsrådets utrikes- och säkerhetspolitiska utskott fastställde riktlinjerna för arbetet 18.9.2015.

source: Selonteko laaditaan ulkoministeriön johdolla tiiviissä yhteistyössä valtioneuvoston kanslian, puolustusministeriön, sisäministeriön sekä tasavallan presidentin kanslian kanssa siten, että se on tarkoitus antaa eduskunnalle kevätistuntokaudella 2016.
sv_se: Redogörelsen utarbetas under utrikesministeriets ledning i nära samarbete med statsrådets kansli, försvarsministeriet, inrikesministeriet och republikens presidents kansli och avsikten är att den ska inges till riksdagen under vårsessionen 2016.

source: Selonteon lähtökohtana on hallitusohjelman ulko- ja turvallisuuspolitiikalle asettama tavoite vahvistaa Suomen kansainvälistä asemaa, turvata maamme itsenäisyys ja alueellinen koskemattomuus sekä parantaa suomalaisten turvallisuutta ja hyvinvointia.
sv_se: Regeringsprogrammets målsättning för utrikes- och säkerhetspolitiken utgör utgångspunkt för redogörelsen, dvs. att stärka Finlands internationella ställning, att trygga vårt lands självständighet och territoriella integritet och att förbättra finländarnas säkerhet och välfärd.

source: Selonteon valmistelun yhteydessä arvioidaan mahdollisen Nato-jäsenyyden vaikutukset Suomelle.
sv_se: I samband med arbetet på redogörelsen görs en bedömning av ett eventuellt Natomedlemskaps verkningar på Finland.

source: Helmikuussa 2016 on eduskunnalle annettu valtioneuvoston kehityspoliittinen selonteko (VNS 1/2016 vp)1.
sv_se: I februari 2016 har riksdagen fått statsrådets redogörelse om Finlands utvecklingspolitik (SRR 1/2016 rd)1.

source: Suomen kehityspolitiikka on linjattu uudessa selonteossa siten, että ajankohtainen kansainvälinen ja kansallinen tilanne on otettu huomioon.
sv_se: Riktlinjerna för Finlands utvecklingspolitik har i den nya redogörelsen utformats med hänsyn till det aktuella internationella och nationella läget.

source: Suomi lisää tukeaan vähiten kehittyneille ja hauraille valtioille, kuten Somalia, sekä suuntaa aiempaa enemmän voimavaroja pakotetun muuttoliikkeen lähtö-, vastaanotto- ja kauttakulkumaihin.
sv_se: Finland ökar sitt stöd till de minst utvecklade och sköra staterna, t.ex. Somalia, och riktar mer resurser än förut till länder som utgör utgångsländer, mottagande länder och transitländer för de påtvingade flyttningsrörelserna.

source: Selonteossa otetaan huomioon ajankohtainen tilanne kehitysmaissa, YK:n kestävän kehityksen toimintaohjelma Agenda 2030:n tavoitteet, sitova ilmastosopimus, pakolaistilanne sekä Suomen käytettävissä olevat resurssit.
sv_se: I redogörelsen beaktas det aktuella läget i utvecklingsländerna, målen i FN:s handlingsprogram för hållbar utveckling Agenda 2030, det bindande klimatavtalet, flyktingsituationen samt Finlands tillgängliga resurser.

source: Suomen kehityspolitiikka muutoksessa
sv_se: Finlands utvecklingspolitik i förändring

source: Vuonna 2015 Suomen kehityspolitiikan toimintaedellytykset ja kansainvälinen toimintaympäristö muuttuivat merkittävästi.
sv_se: År 2015 förändrades verksamhetsförutsättningarna för den finländska utvecklingspolitiken och den internationella verksamhetsmiljön avsevärt.

source: Kehitysyhteistyömäärärahojen vähentäminen koskien jo vuotta 2016, henkilötyövuosien sopeuttaminen sekä lisäresurssien suuntaaminen laina- ja investointirahoitukseen edellyttivät nopeaa leikkausten kohdentamista ja supistusten toteuttamista yhteistyössä kumppanien kanssa.
sv_se: Minskningen av anslagen för utvecklingssamarbete som redan sker 2016, anpassningen av personarbetsår samt riktandet av tilläggsresurser till låne- och investeringsfinansiering förutsatte en snabb fördelning av nedskärningar och ett genomförande av nedskärningarna i samarbete med partner.

source: Kansainvälisille järjestöille ja rahoituslaitoksille ilmoitettiin tukien lopetuksesta tai maksuaikataulujen hidastuksista.
sv_se: Internationella organisationer och finansieringsinstitut underrättades om att stöd indras eller om att det blir fördröjningar i utbetalningstidtabeller.

source: Kansalaisjärjestöjen tukimuodot uudistettiin ja toimijoille ilmoitettiin leikkausten taso sekä hankehaun jäädytys.
sv_se: Stödformerna för civila samhällsorganisationer förnyades och aktörerna informerades om nivån på nedskärningarna samt om ansökningsstopp för projekt.

source: Suomen pitkäaikaisten yhteistyömaiden kanssa tapahtuvaa yhteistyötä jatkettiin supistunein määrärahoin.
sv_se: Samarbetet med Finlands långvariga partnerländer fortsatte med minskade anslag.

source: Muuta maa- ja aluekohtaista yhteistyötä karsittiin voimakkaasti.
sv_se: Övrigt lands- och områdesvist samarbete inskränktes kraftigt.

source: Valmistelut finanssisijoitusten lisäämiseksi sopivien kanavien kautta käynnistettiin.
sv_se: Man inledde förberedelser för att öka finansiella placeringar via lämpliga kanaler.

source: YK:n huippukokouksessa syyskuussa 2015 hyväksytty kestävän kehityksen Agenda 2030 -toimintaohjelma muutti merkittävästi kansainvälisen kehitysyhteistyön roolia ja sisältöä Suomen tavoitteiden suuntaisesti.
sv_se: Agenda 2030 för hållbar utveckling som antogs av FN:s generalförsamling i september 2015 förändrade avsevärt det internationella utvecklingssamarbetets roll och innehåll i riktning mot Finlands mål.

source: Se ohjaa kaikkia YK:n jäsenmaita myös yksityisen sektorin ja kansalaisyhteiskunnan toimijoita – kestävän kehityksen saavuttamiseksi huomattavasti aiempaa laajemmin.
sv_se: Agendan vägleder alla FN:s medlemsländer – även aktörer inom den privata sektorn och det civila samhället – mot uppnåendet av en hållbar utveckling på ett betydligt mer omfattande sätt än tidigare.

source: Joulukuun 2015 maailmanlaa juinen ilmastosopimus on merkittävä kehityspoliittinenkin päätös, jonka menestyksekäs toimeenpano on edellytyksenä Agenda 2030:n toteutumiselle.
sv_se: Det globala klimatavtalet från december 2015 är även ett betydande utvecklingspolitiskt beslut, vars framgångsrika verkställande är en förutsättning för förverkligandet av Agenda 2030.

source: Maailman humanitaarinen tilanne jatkui 2015 historiallisen synkkänä.
sv_se: Det humanitära läget i världen var fortsatt historiskt dystert 2015.

source: Avun tarpeessa oli YK:n arvioiden mukaan n. 82 milj. ihmistä, joista pakolaisia ja maiden sisällä kodeistaan paenneita n. 60 miljoonaa.
sv_se: Enligt FN:s bedömningar uppgick de hjälpbehövande till ca 82 miljoner människor, varav antalet flyktingar och de som i hemlandet flytt sina hem uppgick till ca 60 miljoner.

source: Vain puolet YK:n n. 20 mrd. dollarin hätäapuvetoomuksista saatiin katetuksi.
sv_se: Bara hälften av FN:s vädjanden om katastrofhjälp på ca 20 miljarder dollar kunde besvaras.

source: Vaikeimmat kriisit olivat Syyriassa ja sen lähialueilla sekä Irakissa, Jemenissä ja Etelä-Sudanissa.
sv_se: De värsta kriserna pågick i Syrien och dess närområden samt i Irak, Jemen och Sydsudan.

source: Suomi toimi YK:n johtaman, järjestelmänlaajuisen humanitaarisen reformin ja v. 2016 järjestettävän maailman humanitaarisen huippukokouksen valmisteluissa.
sv_se: Finland bistod vid beredningarna av den systemomfattande humanitära reform som leddes av FN och vid världens humanitära toppmöte som ska hållas 2016.

source: Suomi myönsi 2015 humanitaarista apua 97,8 milj. euroa ja keskitti apunsa vaikeimpiin kriiseihin.
sv_se: År 2015 beviljade Finland 97,8 miljoner euro i humanitärt bistånd och koncentrerade då sitt bistånd till de svåraste kriserna.

source: Vuodelle 2015 asetetut kehityspoliittista ja kehitysyhteistyötä koskevat tavoitteet saavutettiin valtaosin hyvin.
sv_se: De för 2015 uppställda målen för utvecklingspolitik och utvecklingssamarbete uppnåddes huvudsakligen väl.

source: Suomen varsinaisen kehitysyhteistyön maksatukset olivat 926,6 milj. euroa.
sv_se: Finlands utbetalningar till det egentliga utvecklingssamarbetet uppgick till 926,6 miljoner euro.

source: Suomen kaikki kehitysyhteistyöksi laskettavat menot olivat 1 164 milj. euroa, mikä vastaa 0,56 % bruttokansantulosta.
sv_se: Finlands utgifter för allt som kan räknas som utvecklingssamarbete uppgick till 1 164 miljoner euro, vilket motsvarar 0,56 % av bruttonationalinkomsten.

source: Suomen puolustus muuttuneessa toimintaympäristössä
sv_se: Finlands försvar i en förändrad miljö

source: Puolustuksen toimintaympäristön muutokset
sv_se: Förändringar i försvarets operationsmiljö

source: Pohjoisten alueiden ja Itämeren alueen geostrateginen merkitys on kasvanut ja sotilaallinen aktiivisuus alueella on lisääntynyt korostaen valmiuden sekä aluevalvonnan merkitystä.
sv_se: Den geostrategiska betydelsen av de nordliga områdena och Östersjöområdet har ökat och den militära aktiviteten har ökat i området. Beredskapens betydelse och vikten av territorialövervakning har betonats.

source: Erityisesti on otettava huomioon Venäjän toiminta Ukrainassa sekä kehitys ja toiminta alueellisena suurvaltana, joka pyrkii monin eri keinoin lisäämään vaikutusvaltaansa.
sv_se: Speciellt ska den ryska aktiviteten i Ukraina beaktas samt utvecklingen i Ryssland och landets agerande som regional stormakt, en stormakt som på flera olika sätt försöker öka sitt inflytande.

source: Venäjän sotilaallinen aktiivisuus lähialueellamme (ml. arktiset alueet) on lisääntynyt ja se toteuttaa voimapolitiikkaansa yhdistelemällä eri voimankäytön keinoja.
sv_se: Rysslands militära aktivitet har ökat i vårt närområde (inbegripet de arktiska områdena) och landet genomför sin styrkepolitik genom att kombinera olika maktmedel.

source: Nykyaikaisen sodankäynnin keinovalikoima on laaja.
sv_se: För modern krigsföring finns ett brett utbud av tillvägagångssätt.

source: Perinteisen sotilaallisen voiman käytön mahdollisuus säilyy.
sv_se: Användningen av traditionell militär styrka kvarstår som en möjlighet.

source: Samaan aikaan informaatiosodankäynti, erikoisjoukkojen käyttö sekä kybervaikuttaminen ovat olennainen osa toimijoiden keinovalikoimaa ja näiden yhdistelmiä eli hybridiuhkia.
sv_se: Samtidigt utgör informationskriget, specialstyrkorna och cyberpåverkan en väsentlig del av aktörernas utbud och utbudskombinationer, dvs. hybridelement.

source: Sodan alkamishetken tunnistaminen ja erityisesti ennakoiminen on vaikeutunut.
sv_se: Det har blivit svårare att identifiera och särskilt att förutse tidpunkten för ett krigsutbrott.

source: Suomen puolustusta kehitetään toimintaympäristössä, jossa riippuvuutemme erityisesti kansainvälisestä yhteistyöstä on merkittävää, varsinkin modernien asejärjestelmien osalta.
sv_se: Finlands försvar utvecklas i en verksamhetsmiljö där vårt beroende av i synnerhet det internationella samarbetet är betydande, särskilt i fråga om moderna vapensystem.

source: Yhteenvetona voidaan todeta, että laadulliset ja määrälliset vaatimukset puolustukselle kasvavat samalla kun puolustukseen käytettävissä olevat voimavarat säilyvät varsin rajallisina.
sv_se: I sammandrag kan det konstateras att de kvalitativa och kvantitativa kraven på försvaret växer samtidigt som de resurser som försvaret förfogar över är mycket begränsade.

source: Toimintaympäristö asettaa Suomen puolustukselle vaatimuksia, joihin vastaamisessa avainasemassa ovat niin riittävä resursointi kuin tiivis kansallinen ja erityisesti kansainvälinen yhteistyö Suomen puolustuskyvyn turvaamiseksi.
sv_se: Omvärlden ställer sådana krav på det finska försvaret där såväl tillräckliga resurser som ett nära nationellt och i synnerhet internationellt samarbete har en nyckelställning för tryggandet av Finlands försvarsförmåga.

source: Turvallisuustilanteen muutokset edellyttävät nopeaa ja joustavaa reaktio- ja päätöksentekokykyä.
sv_se: Förändringarna i säkerhetsläget förutsätter en snabb och smidig reaktions- och beslutsförmåga.

source: Puolustuksen kehittäminen vuonna 2015
sv_se: Utvecklandet av försvaret 2015
